Revit 2027 API
ParameterTypeId.SpaceTypeGbxml Property
 "Space Type (gbXML)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceTypeGbxml { get; }
Public Shared ReadOnly Property SpaceTypeGbxml As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceTypeGbxml {
	ForgeTypeId^ get ();
}
static member SpaceTypeGbxml : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace